Repository: nosota/miniPDFsign
Catalog: lib/l10n/app_*.arb
Languages: az, bg, bn, el, fil, hi, hy, is, ka, kk, km, lt, lv, mn, my, sq, ta, uz, vi

# onboardingDragImage
source: Drag onto PDF to place it
az: Yerləşdirmək üçün PDF üzərinə sürükləyin
bg: Плъзнете върху PDF, за да поставите
el: Σύρετε στο PDF για να το τοποθετήσετε
fil: I-drag sa PDF para ilagay ito
hi: इसे रखने के लिए PDF पर खींचें
hy: Kshek PDF-i vra teghavorelou hamar
is: Dragðu á PDF til að setja það
ka: გადაიტანეთ PDF-ზე განსათავსებლად
kk: Орналастыру үшін PDF-ке сүйреңіз
km: អូសទៅ PDF ដើម្បីដាក់វា
lt: Vilkite ant PDF, kad padėtumėte
lv: Velciet uz PDF, lai to novietotu
mn: Байрлуулахын тулд PDF руу чирнэ үү
my: နေရာချထားရန် PDF ပေါ်သို့ ဆွဲယူပါ
sq: Tërhiq mbi PDF për ta vendosur
ta: வைக்க PDF மீது இழுக்கவும்
uz: Joylashtirish uchun PDFga torting
vi: Kéo vào PDF để đặt vị trí

# onboardingResizeObject
source: Tap to select. Drag corners to resize.
az: Seçmək üçün toxunun. Ölçüsünü dəyişmək üçün künclərini sürükləyin.
bg: Докоснете за избор. Плъзнете ъглите за промяна на размера.
el: Πατήστε για επιλογή. Σύρετε τις γωνίες για αλλαγή μεγέθους.
fil: I-tap para pumili. I-drag ang mga sulok para baguhin ang laki.
hi: चुनने के लिए टैप करें। आकार बदलने के लिए कोनों को खींचें।
hy: Hpek entrelou hamar. Kshek ankyunnery chapser pokhelu hamar.
is: Ýttu til að velja. Dragðu horn til að breyta stærð.
ka: შეეხეთ ასარჩევად. გადაიტანეთ კუთხეები ზომის შესაცვლელად.
kk: Таңдау үшін түртіңіз. Өлшемді өзгерту үшін бұрыштарды сүйреңіз.
km: ចុចដើម្បីជ្រើសរើស។ អូសជ្រុងដើម្បីប្តូរទំហំ។
lt: Bakstelėkite, kad pasirinktumėte. Vilkite kampus, kad pakeistumėte dydį.
lv: Pieskarieties, lai atlasītu. Velciet stūrus, lai mainītu izmēru.
mn: Сонгохын тулд дарна уу. Хэмжээг өөрчлөхийн тулд булангуудыг чирнэ үү.
my: ရွေးချယ်ရန် နှိပ်ပါ။ အရွယ်အစားပြောင်းရန် ထောင့်များကို ဆွဲယူပါ။
sq: Prek për të zgjedhur. Tërhiq qoshet për të ndryshuar madhësinë.
ta: தேர்ந்தெடுக்க தட்டவும். அளவை மாற்ற மூலைகளை இழுக்கவும்.
uz: Tanlash uchun bosing. O'lchamini o'zgartirish uchun burchaklarni torting.
vi: Nhấn để chọn. Kéo góc để thay đổi kích thước.

# onboardingDeleteImage
source: Tap to delete the selected image
az: Seçilmiş şəkili silmək üçün toxunun
bg: Докоснете, за да изтриете избраното изображение
el: Πατήστε για να διαγράψετε την επιλεγμένη εικόνα
fil: I-tap para tanggalin ang napiling larawan
hy: Hpek entrvatso patkery jnjelou hamar
is: Ýttu til að eyða völdu myndinni
lt: Palieskite, kad ištrintumėte pasirinktą vaizdą
lv: Pieskarieties, lai izdzēstu atlasīto attēlu
mn: Сонгосон зургийг устгахын тулд дарна уу
sq: Prekni për të fshirë imazhin e zgjedhur
vi: Nhấn để xóa hình ảnh đã chọn

# onboardingTapToContinue
source: Tap anywhere to continue
az: Davam etmək üçün istənilən yerə toxunun
bg: Докоснете някъде, за да продължите
el: Πατήστε οπουδήποτε για να συνεχίσετε
fil: I-tap kahit saan para magpatuloy
hi: जारी रखने के लिए कहीं भी टैप करें
hy: Hpek vorteghe sharounakelu hamar
is: Ýttu hvar sem er til að halda áfram
ka: შეეხეთ ნებისმიერ ადგილას გასაგრძელებლად
kk: Жалғастыру үшін кез келген жерге түртіңіз
km: ចុចកន្លែងណាមួយដើម្បីបន្ត
lt: Bakstelėkite bet kur, kad tęstumėte
lv: Pieskarieties jebkur, lai turpinātu
mn: Үргэлжлүүлэхийн тулд хаана ч дарна уу
my: ဆက်လက်ရန် မည်သည့်နေရာတွင်မဆို နှိပ်ပါ
sq: Prek kudo për të vazhduar
ta: தொடர எங்கு வேண்டுமானாலும் தட்டவும்
uz: Davom etish uchun istalgan joyga bosing
vi: Nhấn vào bất kỳ đâu để tiếp tục

# imageConversionFailed
source: Failed to convert image to PDF
az: Şəkli PDF-ə çevirmək alınmadı
bg: Неуспешно конвертиране на изображението в PDF
el: Αποτυχία μετατροπής εικόνας σε PDF
fil: Nabigong i-convert ang larawan sa PDF
hy: Patkery PDF dardzel hnaravor che
is: Ekki tókst að breyta mynd í PDF
ka: სურათის PDF-ში გარდაქმნა ვერ მოხერხდა
kk: Суретті PDF форматына түрлендіру сәтсіз аяқталды
km: បរាជ័យក្នុងការបំប្លែងរូបភាពទៅជា PDF
lt: Nepavyko konvertuoti vaizdo į PDF
lv: Neizdevās pārvērst attēlu PDF formātā
mn: Зургийг PDF болгон хөрвүүлж чадсангүй
sq: Dështoi konvertimi i imazhit në PDF
uz: Rasmni PDF ga aylantirib bo'lmadi
vi: Không thể chuyển đổi hình ảnh sang PDF

# saveDocumentTitle
source: Save Document
az: Sənədi saxla
bg: Запазване на документ
el: Αποθήκευση εγγράφου
fil: I-save ang Dokumento
hy: Pakhpanel pastatughty
is: Vista skjal
lt: Išsaugoti dokumentą
lv: Saglabāt dokumentu
mn: Баримт бичиг хадгалах
sq: Ruaj dokumentin
vi: Lưu tài liệu

# fileNameLabel
source: File name
az: Fayl adı
bg: Име на файла
el: Όνομα αρχείου
fil: Pangalan ng file
hy: Fayli anun
is: Skráarnafn
lt: Failo pavadinimas
lv: Faila nosaukums
mn: Файлын нэр
sq: Emri i skedarit
vi: Tên tệp

# defaultFileName
source: Document
az: Sənəd
bg: Документ
el: Έγγραφο
fil: Dokumento
hy: Pastatught
is: Skjal
lt: Dokumentas
lv: Dokuments
mn: Баримт бичиг
sq: Dokument
vi: Tài liệu

# onlyOnePdfAllowed
source: Only one PDF can be opened at a time
az: Eyni anda yalnız bir PDF açıla bilər
bg: Може да се отвори само един PDF файл наведнъж
el: Μπορεί να ανοίξει μόνο ένα PDF τη φορά
fil: Isang PDF lang ang maaaring buksan sa isang pagkakataon
hy: Miayn mek PDF kareli e batsel miazhaman
is: Aðeins er hægt að opna eina PDF skrá í einu
lt: Vienu metu galima atidaryti tik vieną PDF failą
lv: Vienlaikus var atvērt tikai vienu PDF failu
mn: Нэг удаад зөвхөн нэг PDF нээх боломжтой
sq: Vetëm një PDF mund të hapet njëkohësisht
vi: Chỉ có thể mở một tệp PDF tại một thời điểm

# pdfsIgnoredInMixedSelection
source: PDF files were ignored. Converting images only.
az: PDF faylları nəzərə alınmadı. Yalnız şəkillər çevrilir.
bg: PDF файловете бяха игнорирани. Конвертират се само изображенията.
el: Τα αρχεία PDF αγνοήθηκαν. Μετατρέπονται μόνο οι εικόνες.
fil: Ang mga PDF file ay hindi pinansin. Mga larawan lang ang kino-convert.
hy: PDF faylery antesvetsn. Miayn patkernern en pardzvum.
is: PDF skrám var sleppt. Aðeins myndir eru umbreyttar.
lt: PDF failai buvo ignoruoti. Konvertuojami tik vaizdai.
lv: PDF faili tika ignorēti. Tiek konvertēti tikai attēli.
mn: PDF файлуудыг үл хэрэгссэн. Зөвхөн зургуудыг хөрвүүлнэ.
sq: Skedarët PDF u injoruan. Vetëm imazhet konvertohen.
vi: Các tệp PDF đã bị bỏ qua. Chỉ chuyển đổi hình ảnh.

# convertingImages
source: Converting {count} {count, plural, one{image} other{images}}...
az: {count} şəkil çevrilir...
bg: Конвертиране на {count} изображения...
el: Μετατροπή {count} {count, plural, one{εικόνας} other{εικόνων}}...
fil: Kino-convert ang {count} {count, plural, one{larawan} other{larawan}}...
hy: {count} patkeri pardzum...
is: Umbreyti {count} {count, plural, one{mynd} other{myndum}}...
lt: Konvertuojama {count} {count, plural, one{vaizdas} few{vaizdai} many{vaizdų} other{vaizdų}}...
mn: {count} зураг хөрвүүлж байна...
sq: Duke konvertuar {count} {count, plural, one{imazh} other{imazhe}}...
vi: Đang chuyển đổi {count} hình ảnh...

# settingsUnitsDefault
source: Default (by region)
az: Varsayılan (bölgəyə görə)
bg: По подразбиране (по регион)
fil: Default (ayon sa rehiyon)
hy: Լdelays (տdelays)
is: Sjálfgefið (eftir svæði)
lt: Numatytasis (pagal regioną)
mn: Анхдагч (бүс нутгаар)
sq: Parazgjedhur (sipas rajonit)
vi: Mặc định (theo vùng)

source: Take Photo
az: Şəkil çək
fil: Kumuha ng larawan
hy: Լdelays photo
is: Taka mynd
lt: Fotografuoti
mn: Зураг авах
vi: Chụp ảnh

# removeBackgroundTitle
source: Remove Background?
az: Arxa fonu silinsin?
fil: Alisin ang background?
hy: Heracnel fonы?
is: Fjarlægja bakgrunn?
lt: Pašalinti foną?
mn: Арын дэвсгэрийг устгах уу?
vi: Xóa nền?

# removeBackgroundMessage
source: Would you like to remove the background and make it transparent?
az: Birtərəfli arxa fon aşkar edildi. Onu şəffaf etmək istəyirsiniz?
fil: Gusto mo bang alisin ang background at gawing transparent?
hy: Cankanum ekh heratsnel fony yev dardznel ayn taphantsik?
is: Viltu fjarlægja bakgrunninn og gera hann gegnsæjan?
lt: Aptiktas vienalytis fonas. Ar norite jį padaryti skaidrų?
mn: Арын дэвсгэрийг арилгаж тунгалаг болгохыг хүсч байна уу?
vi: Bạn có muốn xóa nền và làm cho nó trong suốt không?

# removeBackground
source: Remove
az: Sil
fil: Alisin
hy: Heracnel
is: Fjarlægja
lt: Pašalinti
mn: Устгах
vi: Xóa

# keepOriginal
source: Keep
az: Saxla
fil: Panatilihin
hy: Pahel
is: Halda
lt: Palikti
mn: Хадгалах
vi: Giữ

source: Processing image...
az: Şəkil emal olunur...
fil: Pinoproseso ang larawan...
hy: Patkeri mshakum...
is: Vinnur úr mynd...
lt: Apdorojamas vaizdas...
mn: Зургийг боловсруулж байна...
vi: Đang xử lý hình ảnh...

# backgroundRemovalFailed
source: Failed to remove background
az: Arxa fonu silmək alınmadı
fil: Nabigong alisin ang background
hy: Chհajoghvets heracnel fonы
is: Ekki tókst að fjarlægja bakgrunn
lt: Nepavyko pašalinti fono
mn: Арын дэвсгэрийг устгаж чадсангүй
vi: Xóa nền thất bại

# passwordLabel
source: Password
hy: Գաղտնաբառ
is: Lykilorð
mn: Нууц үг
vi: Mật khẩu

# unlockButton
source: Unlock
fil: I-unlock
hy: Ապակողպել
is: Aflæsa
mn: Түгжээг тайлах
vi: Mở khóa

source: Paste from Clipboard
fil: I-paste mula sa clipboard
is: Líma af klippispjaldi
mn: Түр санах ойгоос буулгах
vi: Dán từ bộ nhớ tạm

# noImageInClipboard
source: No image in clipboard. Copy an image first.
fil: Walang larawan sa clipboard. Kopyahin muna ang isang larawan.
is: Engin mynd á klippispjaldi. Afritaðu mynd fyrst.
mn: Түр санах ойд зураг байхгүй байна. Эхлээд зураг хуулна уу.
vi: Không có hình ảnh trong bộ nhớ tạm. Hãy sao chép hình ảnh trước.
