Repository: nosota/miniPDFsign
Catalog: lib/l10n/app_*.arb
Languages: az, bg, bn, el, fil, hi, hy, is, ka, kk, km, lt, lv, mn, my, sq, ta, uz, vi

# settingsLanguageSystem
source: System Default
az: Sistem defolt
bg: Системен по подразбиране
el: Proepilogi systimatos
fil: Default ng System
hy: Hamakargayin lrutso
is: Sjálfgildi kerfis
ka: Sistemis nagulistseti
kk: Zhyie adepki
km: Propanh robos brapon
lt: Sistemos numatytoji
lv: Sistemas noklusejums
mn: Sistemiin suuri
my: System mhuu run
sq: Parazgjedhja e sistemit
ta: Amaippu default
uz: Tizim standart
vi: Mac dinh he thong

# settingsUnits
source: Units
az: Olcu vahidleri
bg: Единици
bn: Ekai
el: Monades
fil: Mga Unit
hi: Ikaiyaan
hy: Chapaqi miavorner
is: Einingar
ka: Erteuelebi
kk: Olshem birlkteri
km: Akhphmaan
lt: Matavimo vienetai
lv: Mervienibas
mn: Khemjeekh neghj
my: Tinetunit myar
sq: Njesite
ta: Alagu
uz: Oʻlchov birliklari
vi: Don vi

# settingsUnitsCentimeters
source: Centimeters
az: Santimetr
bg: Сантиметри
bn: Sentimeter
el: Ekatosta
fil: Sentimetro
hi: Centimeter
hy: Santimetrer
is: Sentimetrar
ka: Santimetrebi
kk: Santimetr
km: Saangtimaet
lt: Centimetrai
lv: Centimetri
mn: Santimetr
my: Centimeter
sq: Centimetra
ta: Sentimeettar
uz: Santimetr
vi: Centimet

# settingsUnitsInches
source: Inches
az: Duym
bg: Инчове
bn: Inch
el: Intses
fil: Pulgada
hi: Inch
hy: Duymer
is: Tommur
ka: Diumebi
kk: Diuym
km: Aengh
lt: Coliai
lv: Collas
mn: Inch
my: Inch
sq: Inca
ta: Inchu
uz: Dyuym
vi: Inch

# settingsSearchLanguages
source: Search languages...
az: Dil axtar...
bg: Търсене на езици...
bn: ভাষা অনুসন্ধান...
el: Αναζήτηση γλωσσών...
fil: Maghanap ng wika...
hi: भाषाएं खोजें...
hy: Lezuneri porokhum...
is: Leita að tungumálum...
ka: ენების ძიება...
kk: Тілдерді іздеу...
km: ស្វែងរកភាសា...
lt: Ieškoti kalbų...
lv: Meklēt valodas...
mn: Хэл хайх...
my: ဘာသာစကား ရှာရန်...
sq: Kërko gjuhët...
ta: மொழிகளைத் தேடு...
uz: Tillarni qidirish...
vi: Tìm kiếm ngôn ngữ...

# settingsGeneral
source: General
az: Ümumi
bg: Общи
bn: সাধারণ
el: Γενικά
fil: Pangkalahatan
hi: सामान्य
hy: Yndhanur
is: Almennt
ka: ზოგადი
kk: Жалпы
km: ទូទៅ
lt: Bendra
lv: Vispārīgi
mn: Ерөнхий
my: အထွေထွေ
sq: Të përgjithshme
ta: பொது
uz: Umumiy
vi: Chung

source: Add Image
az: Şəkil əlavə et
bg: Добави изображение
bn: ছবি যোগ করুন
el: Προσθήκη εικόνας
fil: Magdagdag ng larawan
hi: छवि जोड़ें
hy: Avelatsnel patker
is: Bæta við mynd
ka: სურათის დამატება
kk: Сурет қосу
km: បន្ថែមរូបភាព
lt: Pridėti vaizdą
lv: Pievienot attēlu
mn: Зураг нэмэх
my: ပုံထည့်ရန်
sq: Shto imazh
ta: படம் சேர்
uz: Rasm qoʻshish
vi: Thêm hình ảnh

source: Select Images
az: Şəkilləri seç
bg: Избери изображения
bn: ছবি নির্বাচন করুন
el: Επιλογή εικόνων
fil: Pumili ng mga larawan
hi: छवियां चुनें
hy: Yntrel patkerner
is: Velja myndir
ka: სურათების არჩევა
kk: Суреттерді таңдау
km: ជ្រើសរើសរូបភាព
lt: Pasirinkti vaizdus
lv: Izvēlieties attēlus
mn: Зураг сонгох
my: ပုံများရွေးရန်
sq: Zgjidh imazhe
ta: படங்களைத் தேர்ந்தெடு
uz: Rasmlarni tanlash
vi: Chọn hình ảnh

# zoomFitWidth
source: Fit Width
az: Enə sığdır
bg: По ширина
bn: প্রস্থে মানানসই
el: Προσαρμογή πλάτους
fil: Iayon sa lapad
hi: चौड़ाई में फ़िट करें
hy: Hamarjetsnel laynkutyan
is: Passa við breidd
ka: სიგანეზე მორგება
kk: Енге сәйкестендіру
km: សម្រួលតាមទទឹង
lt: Pritaikyti pločiui
lv: Pielāgot platumam
mn: Өргөнд тохируулах
my: အကျယ်နဲ့ကိုက်ညီအောင်
sq: Përshtat gjerësinë
ta: அகலத்திற்கு பொருத்து
uz: Kenglikka moslashtirish
vi: Vừa chiều rộng

source: Zoom In
az: Yaxınlaşdır
bg: Увеличи
bn: জুম ইন
el: Μεγέθυνση
fil: Palakihin
hi: ज़ूम इन
hy: Metatsnel
is: Stækka
ka: გადიდება
kk: Үлкейту
km: ពង្រីក
lt: Priartinti
lv: Pietuvināt
mn: Томруулах
my: ချဲ့ကြည့်ရန်
sq: Zmadho
ta: பெரிதாக்கு
uz: Kattalashtirish
vi: Phóng to

source: Zoom Out
az: Uzaqlaşdır
bg: Намали
bn: জুম আউট
el: Σμίκρυνση
fil: Paliitin
hi: ज़ूम आउट
hy: Pokratsnel
is: Minnka
ka: შემცირება
kk: Кішірейту
km: បង្រួម
lt: Atitolinti
lv: Attālināt
mn: Жижигрүүлэх
my: ချုံ့ကြည့်ရန်
sq: Zvogëlo
ta: சிறிதாக்கு
uz: Kichiklashtirish
vi: Thu nhỏ

source: Select zoom level
az: Böyütmə səviyyəsini seç
bg: Избери ниво на мащабиране
bn: জুম স্তর নির্বাচন করুন
el: Επιλογή επιπέδου ζουμ
fil: Pumili ng antas ng zoom
hi: ज़ूम स्तर चुनें
hy: Yntrel masshtabi makardaky
is: Velja stækkunarstig
ka: მასშტაბის არჩევა
kk: Масштаб деңгейін таңдау
km: ជ្រើសរើសកម្រិតពង្រីក
lt: Pasirinkti mastelio lygį
lv: Izvēlieties tālummaiņas līmeni
mn: Томруулах түвшин сонгох
my: ချဲ့/ချုံ့အဆင့်ရွေးရန်
sq: Zgjidh nivelin e zmadhimit
ta: பெரிதாக்க நிலையைத் தேர்ந்தெடு
uz: Masshtab darajasini tanlash
vi: Chọn mức thu phóng

source: Go to Page
az: Səhifəyə keç
bg: Отиди на страница
bn: পৃষ্ঠায় যান
el: Μετάβαση σε σελίδα
fil: Pumunta sa pahina
hi: पृष्ठ पर जाएं
hy: Anjnel ej
is: Fara á síðu
ka: გვერდზე გადასვლა
kk: Бетке өту
km: ទៅទំព័រ
lt: Eiti į puslapį
lv: Doties uz lapu
mn: Хуудас руу очих
my: စာမျက်နှာသို့သွားရန်
sq: Shko te faqja
ta: பக்கத்திற்குச் செல்
uz: Sahifaga oʻtish
vi: Đi đến trang

source: Go
az: Keç
bg: Отиди
bn: যান
el: Μετάβαση
fil: Pumunta
hi: जाएं
hy: Anjnel
is: Fara
ka: გადასვლა
kk: Өту
km: ទៅ
lt: Eiti
lv: Doties
mn: Очих
my: သွားရန်
sq: Shko
ta: செல்
uz: Oʻtish
vi: Đi

source: Save PDF As
az: PDF olaraq saxla
bg: Запази PDF като
bn: PDF হিসাবে সংরক্ষণ করুন
el: Αποθήκευση PDF ως
fil: I-save ang PDF bilang
hi: PDF के रूप में सहेजें
hy: Pakhpanel PDF orpes
is: Vista PDF sem
ka: PDF-ის შენახვა როგორც
kk: PDF ретінде сақтау
km: រក្សាទុក PDF ជា
lt: Išsaugoti PDF kaip
lv: Saglabāt PDF kā
mn: PDF болгон хадгалах
my: PDF အဖြစ်သိမ်းရန်
sq: Ruaj PDF si
ta: PDF ஆக சேமி
uz: PDF sifatida saqlash
vi: Lưu PDF thành

source: Incorrect password
az: Yanlış şifrə
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
el: Λάθος κωδικός
fil: Maling password
hi: गलत पासवर्ड
hy: Sphal gaghtnabar
is: Rangt lykilorð
ka: არასწორი პაროლი
kk: Құпия сөз қате
km: ពាក្យសម្ងាត់មិនត្រឹមត្រូវ
lt: Neteisingas slaptažodis
lv: Nepareiza parole
mn: Буруу нууц үг
my: စကားဝှက်မှားနေသည်
sq: Fjalëkalim i gabuar
ta: தவறான கடவுச்சொல்
uz: Notoʻgʻri parol
vi: Mật khẩu không đúng

source: Save failed
az: Saxlama uğursuz
bg: Неуспешно запазване
bn: সংরক্ষণ ব্যর্থ
el: Αποτυχία αποθήκευσης
fil: Hindi ma-save
hi: सहेजना विफल
hy: Pakhpanman skhalkutyun
is: Vistun mistókst
ka: შენახვა ვერ მოხერხდა
kk: Сақтау сәтсіз
km: រក្សាទុកបរាជ័យ
lt: Išsaugoti nepavyko
lv: Saglabāšana neizdevās
mn: Хадгалалт амжилтгүй
my: သိမ်းဆည်းမှုမအောင်မြင်ပါ
sq: Ruajtja dështoi
ta: சேமிப்பு தோல்வி
uz: Saqlash muvaffaqiyatsiz
vi: Lưu thất bại

# savedTo
source: Saved to: {path}
az: Saxlanıldı: {path}
bg: Запазено в: {path}
bn: সংরক্ষিত: {path}
el: Αποθηκεύτηκε σε: {path}
fil: Na-save sa: {path}
hi: इसमें सहेजा गया: {path}
hy: Pakhpanvatso e: {path}
is: Vistað í: {path}
ka: შენახულია: {path}
kk: Сақталды: {path}
km: បានរក្សាទុកនៅ: {path}
lt: Išsaugota: {path}
lv: Saglabāts: {path}
mn: Хадгалагдсан: {path}
my: သိမ်းဆည်းပြီး: {path}
sq: U ruajt në: {path}
ta: சேமிக்கப்பட்டது: {path}
uz: Saqlandi: {path}
vi: Đã lưu tại: {path}

source: No original PDF stored
az: Orijinal PDF saxlanılmayıb
bg: Няма запазен оригинален PDF
bn: কোনো মূল PDF সংরক্ষিত নেই
el: Δεν αποθηκεύτηκε αρχικό PDF
fil: Walang nakaimbak na orihinal na PDF
hi: कोई मूल PDF संग्रहीत नहीं
hy: Bnatipi PDF-y pakhpanvatso che
is: Ekkert upprunalegt PDF vistað
ka: ორიგინალი PDF არ არის შენახული
kk: Түпнұсқа PDF сақталмаған
km: គ្មាន PDF ដើមត្រូវបានរក្សាទុក
lt: Originalus PDF neišsaugotas
lv: Nav saglabāts oriģinālais PDF
mn: Эх PDF хадгалагдаагүй
my: မူရင်း PDF မသိမ်းရသေးပါ
sq: Asnjë PDF origjinal i ruajtur
ta: அசல் PDF சேமிக்கப்படவில்லை
uz: Asl PDF saqlanmagan
vi: Không có PDF gốc được lưu

# waitingForFolderPermission
source: Waiting for folder access permission...
az: Qovluğa giriş icazəsi gözlənilir...
bg: Изчакване на разрешение за достъп до папката...
bn: ফোল্ডার অ্যাক্সেস অনুমতির জন্য অপেক্ষা করা হচ্ছে...
el: Αναμονή για άδεια πρόσβασης φακέλου...
fil: Naghihintay ng pahintulot sa pag-access sa folder...
hi: फ़ोल्डर एक्सेस अनुमति की प्रतीक्षा की जा रही है...
hy: Spassum enk tghpaki hnaravorutyun...
is: Bíð eftir aðgangsheimild fyrir möppu...
ka: საქაღალდეზე წვდომის ნებართვის მოლოდინი...
kk: Қалтаға кіру рұқсатын күтуде...
km: កំពុងរង់ចាំការអនុញ្ញាតចូលប្រើថត...
lt: Laukiama aplanko prieigos leidimo...
lv: Gaida mapes piekļuves atļauju...
mn: Хавтас руу нэвтрэх зөвшөөрөл хүлээж байна...
my: ဖိုင်တွဲဝင်ရောက်ခွင့်အတွက်စောင့်ဆိုင်းနေသည်...
sq: Duke pritur lejen e qasjes në dosje...
ta: கோப்புறை அணுகல் அனுமதிக்காக காத்திருக்கிறது...
uz: Jildga kirish ruxsati kutilmoqda...
vi: Đang chờ quyền truy cập thư mục...

# emptyRecentFiles
source: Open a file to get started
az: Başlamaq üçün fayl açın
bg: Отворете файл, за да започнете
bn: শুরু করতে একটি PDF খুলুন
el: Ανοίξτε ένα αρχείο για να ξεκινήσετε
fil: Magbukas ng file para makapagsimula
hi: शुरू करने के लिए PDF खोलें
hy: Batsek fayl skselou hamar
is: Opnaðu skrá til að byrja
ka: გახსენით ფაილი დასაწყებად
kk: Bastau ushin PDF ashynyzdary
km: Berk PDF daembi chapdaem
lt: Atidarykite failą, kad pradėtumėte
lv: Atveriet failu, lai sāktu
mn: Эхлэхийн тулд файл нээх
my: Sat lone hpyit PDF phwint
sq: Hap një skedar për të filluar
ta: Thudanga PDF thirakirathu
uz: Boshlash uchun PDF oching
vi: Mở tệp để bắt đầu

# imagesTitle
source: Images
az: Şəkillər
bg: Изображения
bn: ছবি
el: Εικόνες
fil: Mga Larawan
hi: छवियां
hy: Patkerner
is: Myndir
ka: სურათები
kk: Суреттер
km: រូបភាព
lt: Vaizdai
lv: Attēli
mn: Зургууд
my: ပုံများ
sq: Imazhet
ta: படங்கள்
uz: Rasmlar
vi: Hình ảnh

source: No images yet
az: Hələ şəkil yoxdur
bg: Все още няма изображения
bn: এখনো কোনো ছবি নেই
el: Δεν υπάρχουν εικόνες ακόμα
fil: Wala pang larawan
hi: अभी तक कोई छवि नहीं
hy: Patkerner derevs chkan
is: Engar myndir ennþá
ka: ჯერ არ არის სურათები
kk: Әлі суреттер жоқ
km: មិនទាន់មានរូបភាពទេ
lt: Kol kas nėra vaizdų
lv: Vēl nav attēlu
mn: Зураг байхгүй байна
my: ပုံများ မရှိသေးပါ
sq: Ende nuk ka imazhe
ta: இன்னும் படங்கள் இல்லை
uz: Hali rasmlar yo'q
vi: Chưa có hình ảnh

# noImagesHint
source: Tap + to add your first stamp or signature
az: İlk möhür və ya imzanızı əlavə etmək üçün + vurun
bg: Докоснете +, за да добавите първия си печат или подпис
bn: আপনার প্রথম সীল বা স্বাক্ষর যোগ করতে + ট্যাপ করুন
el: Πατήστε + για να προσθέσετε την πρώτη σας σφραγίδα ή υπογραφή
fil: I-tap ang + upang magdagdag ng iyong unang selyo o pirma
hi: अपनी पहली मुहर या हस्ताक्षर जोड़ने के लिए + टैप करें
hy: Hpek + dzier aradzhin kniqi kam storagrutyan hamar
is: Ýttu á + til að bæta við fyrsta stimpli eða undirskrift
ka: შეეხეთ + თქვენი პირველი ბეჭდის ან ხელმოწერის დასამატებლად
kk: Алғашқы мөр немесе қолтаңбаңызды қосу үшін + түймесін басыңыз
km: ចុច + ដើម្បីបន្ថែមត្រា ឬហត្ថលេខាដំបូងរបស់អ្នក
lt: Bakstelėkite +, kad pridėtumėte pirmą antspaudą ar parašą
lv: Pieskarieties +, lai pievienotu pirmo zīmogu vai parakstu
mn: Анхны тамга эсвэл гарын үсгээ нэмэхийн тулд + дээр дарна уу
my: သင့်ပထမဆုံး တံဆိပ် သို့မဟုတ် လက်မှတ်ထည့်ရန် + ကိုနှိပ်ပါ
sq: Prek + për të shtuar vulën ose nënshkrimin tuaj të parë
ta: உங்கள் முதல் முத்திரை அல்லது கையொப்பத்தைச் சேர்க்க + தட்டவும்
uz: Birinchi muhur yoki imzongizni qo'shish uchun + ga bosing
vi: Nhấn + để thêm con dấu hoặc chữ ký đầu tiên

source: Done
az: Hazır
bg: Готово
bn: সম্পন্ন
el: Τέλος
fil: Tapos na
hi: हो गया
hy: Patrastats e
is: Lokið
ka: დასრულდა
kk: Дайын
km: រួចរាល់
lt: Atlikta
lv: Gatavs
mn: Дууссан
my: ပြီးပြီ
sq: U krye
ta: முடிந்தது
uz: Tayyor
vi: Xong

# menuEdit
source: Edit
az: Redaktə et
bg: Редактиране
bn: সম্পাদনা
el: Επεξεργασία
fil: I-edit
hi: संपादित करें
hy: Khmbagrel
is: Breyta
ka: რედაქტირება
kk: Өңдеу
km: កែសម្រួល
lt: Redaguoti
lv: Rediģēt
mn: Засах
my: တည်းဖြတ်
sq: Ndrysho
ta: திருத்து
uz: Tahrirlash
vi: Chỉnh sửa

source: Choose from Files
az: Fayllardan seç
bg: Избери от файлове
bn: ফাইল থেকে বাছুন
el: Επιλογή από αρχεία
fil: Pumili mula sa mga file
hi: फ़ाइलों से चुनें
hy: Yntrel faylneratits
is: Veldu úr skrám
ka: აირჩიეთ ფაილებიდან
kk: Файлдардан таңдау
km: ជ្រើសរើសពីឯកសារ
lt: Pasirinkti iš failų
lv: Izvēlēties no failiem
mn: Файлуудаас сонгох
my: ဖိုင်များမှရွေးချယ်ပါ
sq: Zgjidh nga skedarët
ta: கோப்புகளிலிருந்து தேர்வு
uz: Fayllardan tanlash
vi: Chọn từ tệp

source: Choose from Gallery
az: Qalereyadan seç
bg: Избери от галерия
bn: গ্যালারি থেকে বাছুন
el: Επιλογή από συλλογή
fil: Pumili mula sa gallery
hi: गैलरी से चुनें
hy: Yntrel patkerasrahits
is: Veldu úr myndasafni
ka: აირჩიეთ გალერეიდან
kk: Галереядан таңдау
km: ជ្រើសរើសពីវិចិត្រសាល
lt: Pasirinkti iš galerijos
lv: Izvēlēties no galerijas
mn: Галерейгаас сонгох
my: ဂယ်လရီမှရွေးချယ်ပါ
sq: Zgjidh nga galeria
ta: தொகுப்பிலிருந்து தேர்வு
uz: Galereyadan tanlash
vi: Chọn từ thư viện

# imageTooBig
source: Image is too large (max 50 MB)
az: Şəkil çox böyükdür (maks. 50 MB)
bg: Изображението е твърде голямо (макс. 50 MB)
bn: ছবি খুব বড় (সর্বোচ্চ ৫০ MB)
el: Η εικόνα είναι πολύ μεγάλη (μέγ. 50 MB)
fil: Masyadong malaki ang larawan (max 50 MB)
hi: छवि बहुत बड़ी है (अधिकतम 50 MB)
hy: Patkery chap'azants mets e (aravelsaguyns 50 MB)
is: Mynd er of stór (hámark 50 MB)
ka: სურათი ძალიან დიდია (მაქს. 50 MB)
kk: Сурет тым үлкен (макс. 50 MB)
km: រូបភាពធំពេក (អតិបរមា 50 MB)
lt: Vaizdas per didelis (maks. 50 MB)
lv: Attēls ir pārāk liels (maks. 50 MB)
mn: Зураг хэт том байна (хамгийн ихдээ 50 MB)
my: ပုံကြီးလွန်းသည် (အများဆုံး 50 MB)
sq: Imazhi është shumë i madh (maks. 50 MB)
ta: படம் மிகப்பெரியது (அதிகபட்சம் 50 MB)
uz: Rasm juda katta (maks. 50 MB)
vi: Hình ảnh quá lớn (tối đa 50 MB)

# imageResolutionTooHigh
source: Image resolution is too high (max 4096x4096)
az: Həlletmə çox yüksəkdir (maks. 4096×4096)
bg: Резолюцията е твърде висока (макс. 4096×4096)
bn: ছবির রেজোলিউশন খুব বেশি (সর্বোচ্চ ৪০৯৬×৪০৯৬)
el: Η ανάλυση είναι πολύ υψηλή (μέγ. 4096×4096)
fil: Masyadong mataas ang resolution (max 4096Ã—4096)
hi: रिज़ॉल्यूशन बहुत अधिक है (अधिकतम 4096×4096)
hy: Lucakchutyuny chap'azants bards e (aravelsaguyns 4096×4096)
is: Upplausn er of há (hámark 4096×4096)
ka: გარჩევადობა ძალიან მაღალია (მაქს. 4096×4096)
kk: Ажыратымдылық тым жоғары (макс. 4096×4096)
km: គុណភាពខ្ពស់ពេក (អតិបរមា 4096×4096)
lt: Rezoliucija per didelė (maks. 4096×4096)
lv: Izšķirtspēja ir pārāk augsta (maks. 4096×4096)
mn: Нягтрал хэт өндөр байна (хамгийн ихдээ 4096×4096)
my: ကြည်လင်ပြတ်သားမှုမြင့်လွန်းသည် (အများဆုံး 4096×4096)
sq: Rezolucioni është shumë i lartë (maks. 4096×4096)
ta: தெளிவுத்திறன் மிக அதிகம் (அதிகபட்சம் 4096×4096)
uz: Ruxsat juda yuqori (maks. 4096×4096)
vi: Độ phân giải quá cao (tối đa 4096×4096)

source: Unsupported image format
az: Dəstəklənməyən şəkil formatı
bg: Неподдържан формат на изображение
bn: অসমর্থিত ছবির ফরম্যাট
el: Μη υποστηριζόμενη μορφή εικόνας
fil: Hindi suportadong format ng larawan
hi: असमर्थित छवि प्रारूप
hy: Chajaktsvats patkeri dzevachap
is: Óstutt myndsnið
ka: მხარდაუჭერელი სურათის ფორმატი
kk: Қолдау көрсетілмейтін сурет пішімі
km: ទម្រង់រូបភាពមិនគាំទ្រ
lt: Nepalaikomas vaizdo formatas
lv: Neatbalstīts attēla formāts
mn: Дэмжигдээгүй зургийн формат
my: ပံ့ပိုးမထားသောပုံဖော်မတ်
sq: Format imazhi i pambështetur
ta: ஆதரிக்கப்படாத பட வடிவம்
uz: Qo'llab-quvvatlanmaydigan rasm formati
vi: Định dạng hình ảnh không được hỗ trợ

# deleteTooltip
source: Delete
az: Sil
bg: Изтрий
bn: মুছুন
el: Διαγραφή
fil: I-delete
hi: हटाएं
hy: Jnjel
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
lt: Ištrinti
lv: Dzēst
mn: Устгах
my: ဖျက်ရန်
sq: Fshi
ta: நீக்கு
uz: O'chirish
vi: Xóa

# shareTooltip
source: Share
az: Paylaş
bg: Сподели
bn: শেয়ার করুন
el: Κοινοποίηση
fil: Ibahagi
hi: साझा करें
hy: Kisel
is: Deila
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
lt: Bendrinti
lv: Dalīties
mn: Хуваалцах
my: မျှဝေရန်
sq: Ndaj
ta: பகிர்
uz: Ulashish
vi: Chia sẻ

# pageIndicator
source: Page {currentPage} of {totalPages}
az: Səhifə {currentPage} / {totalPages}
bg: Страница {currentPage} от {totalPages}
bn: পৃষ্ঠা {currentPage} এর মধ্যে {totalPages}
el: Σελίδα {currentPage} από {totalPages}
fil: Pahina {currentPage} ng {totalPages}
hi: पृष्ठ {currentPage} का {totalPages}
hy: Ej {currentPage} / {totalPages}
is: Síða {currentPage} af {totalPages}
ka: გვერდი {currentPage} / {totalPages}
kk: Бет {currentPage} / {totalPages}
km: ទំព័រ {currentPage} នៃ {totalPages}
lt: Puslapis {currentPage} iš {totalPages}
lv: Lapa {currentPage} no {totalPages}
mn: Хуудас {currentPage} / {totalPages}
my: စာမျက်နှာ {currentPage} / {totalPages}
sq: Faqja {currentPage} nga {totalPages}
ta: பக்கம் {currentPage} / {totalPages}
uz: Sahifa {currentPage} / {totalPages}
vi: Trang {currentPage} / {totalPages}

source: No document loaded
az: Sənəd yüklənməyib
bg: Няма зареден документ
bn: কোনো নথি লোড হয়নি
el: Δεν έχει φορτωθεί έγγραφο
fil: Walang dokumentong nai-load
hi: कोई दस्तावेज़ लोड नहीं हुआ
hy: Pastatught bervats che
is: Ekkert skjal hlaðið
ka: დოკუმენტი არ არის ჩატვირთული
kk: Құжат жүктелмеген
km: គ្មានឯកសារត្រូវបានផ្ទុក
lt: Dokumentas neįkeltas
lv: Nav ielādēts dokuments
mn: Баримт бичиг ачаалагдаагүй
my: စာရွက်စာတမ်း မဖွင့်ရသေးပါ
sq: Asnjë dokument i ngarkuar
ta: ஆவணம் ஏற்றப்படவில்லை
uz: Hujjat yuklanmagan
vi: Chưa tải tài liệu

source: Failed to load PDF
az: PDF yükləmək alınmadı
bg: Неуспешно зареждане на PDF
bn: PDF লোড করতে ব্যর্থ
el: Αποτυχία φόρτωσης PDF
fil: Hindi ma-load ang PDF
hi: PDF लोड करने में विफल
hy: PDF-y bernel hnaravor che
is: Tókst ekki að hlaða PDF
ka: PDF-ის ჩატვირთვა ვერ მოხერხდა
kk: PDF жүктеу сәтсіз аяқталды
km: បរាជ័យក្នុងការផ្ទុក PDF
lt: Nepavyko įkelti PDF
lv: Neizdevās ielādēt PDF
mn: PDF ачаалж чадсангүй
my: PDF ဖွင့်ခြင်း မအောင်မြင်ပါ
sq: Dështoi ngarkimi i PDF
ta: PDF ஏற்றுவதில் தோல்வி
uz: PDF yuklash muvaffaqiyatsiz
vi: Không thể tải PDF

source: Password Required
az: Şifrə tələb olunur
bg: Изисква се парола
bn: পাসওয়ার্ড প্রয়োজন
el: Απαιτείται κωδικός πρόσβασης
fil: Kailangan ng Password
hi: पासवर्ड आवश्यक है
hy: Gaghtnabar pahanjvum e
is: Lykilorð krafist
ka: პაროლი საჭიროა
kk: Құпия сөз қажет
km: ត្រូវការពាក្យសម្ងាត់
lt: Reikalingas slaptažodis
lv: Nepieciešama parole
mn: Нууц үг шаардлагатай
my: စကားဝှက် လိုအပ်သည်
sq: Kërkohet fjalëkalim
ta: கடவுச்சொல் தேவை
uz: Parol talab qilinadi
vi: Yêu cầu mật khẩu

# pdfPasswordProtected
source: This PDF is password protected.
az: Bu PDF şifrə ilə qorunur.
bg: Този PDF е защитен с парола.
bn: এই PDF পাসওয়ার্ড সুরক্ষিত।
el: Αυτό το PDF προστατεύεται με κωδικό πρόσβασης.
fil: Ang PDF na ito ay protektado ng password.
hi: यह PDF पासवर्ड से सुरक्षित है।
hy: Ays PDF-y gaghtnabarov pashpanvats e.
is: Þetta PDF er varið með lykilorði.
ka: ეს PDF პაროლით დაცულია.
kk: Бұл PDF құпия сөзбен қорғалған.
km: PDF នេះត្រូវបានការពារដោយពាក្យសម្ងាត់។
lt: Šis PDF apsaugotas slaptažodžiu.
lv: Šis PDF ir aizsargāts ar paroli.
mn: Энэ PDF нууц үгээр хамгаалагдсан.
my: ဤ PDF သည် စကားဝှက်ဖြင့် ကာကွယ်ထားသည်။
sq: Ky PDF është i mbrojtur me fjalëkalim.
ta: இந்த PDF கடவுச்சொல் பாதுகாக்கப்பட்டது.
uz: Bu PDF parol bilan himoyalangan.
vi: PDF này được bảo vệ bằng mật khẩu.

# errorWithMessage
source: Error: {message}
az: Xəta: {message}
bg: Грешка: {message}
bn: ত্রুটি: {message}
el: Σφάλμα: {message}
hi: त्रुटि: {message}
hy: Skhalk: {message}
is: Villa: {message}
ka: შეცდომა: {message}
kk: Қате: {message}
km: កំហុស: {message}
lt: Klaida: {message}
lv: Kļūda: {message}
mn: Алдаа: {message}
my: အမှား: {message}
sq: Gabim: {message}
ta: பிழை: {message}
uz: Xato: {message}
vi: Lỗi: {message}

# unsavedChangesTitle
source: Unsaved Changes
az: Saxlanılmamış dəyişikliklər
bg: Незапазени промени
bn: অসংরক্ষিত পরিবর্তন
el: Μη αποθηκευμένες αλλαγές
fil: Hindi Na-save na Pagbabago
hi: असहेजे गए परिवर्तन
hy: Chpakhpanvats pokhutyyunner
is: Óvistaðar breytingar
ka: შეუნახავი ცვლილებები
kk: Сақталмаған өзгерістер
km: ការផ្លាស់ប្តូរដែលមិនបានរក្សាទុក
lt: Neišsaugoti pakeitimai
lv: Nesaglabātas izmaiņas
mn: Хадгалаагүй өөрчлөлтүүд
my: မသိမ်းရသေးသော ပြောင်းလဲမှုများ
sq: Ndryshime të paruajtura
ta: சேமிக்கப்படாத மாற்றங்கள்
uz: Saqlanmagan o'zgarishlar
vi: Thay đổi chưa lưu

# unsavedChangesMessage
source: Do you want to save changes to "{fileName}"?
az: "{fileName}" faylındakı dəyişiklikləri saxlamaq istəyirsiniz?
bg: Искате ли да запазите промените в "{fileName}"?
bn: আপনি কি "{fileName}" এ পরিবর্তন সংরক্ষণ করতে চান?
el: Θέλετε να αποθηκεύσετε τις αλλαγές στο "{fileName}"?
fil: Gusto mo bang i-save ang mga pagbabago sa "{fileName}"?
hi: क्या आप "{fileName}" में परिवर्तन सहेजना चाहते हैं?
hy: Uzum eq pakhpanel pokhutyyunnery "{fileName}"-um?
is: Viltu vista breytingar á "{fileName}"?
ka: გსურთ შეინახოთ ცვლილებები "{fileName}"-ში?
kk: "{fileName}" файлындағы өзгерістерді сақтағыңыз келе ме?
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរនៅក្នុង "{fileName}" ទេ?
lt: Ar norite išsaugoti pakeitimus faile "{fileName}"?
lv: Vai vēlaties saglabāt izmaiņas failā "{fileName}"?
mn: "{fileName}" дахь өөрчлөлтүүдийг хадгалах уу?
my: "{fileName}" ရှိ ပြောင်းလဲမှုများကို သိမ်းဆည်းလိုပါသလား?
sq: Dëshironi të ruani ndryshimet në "{fileName}"?
ta: "{fileName}" இல் மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?
uz: "{fileName}" faylidagi o'zgarishlarni saqlamoqchimisiz?
vi: Bạn có muốn lưu thay đổi vào "{fileName}" không?

# onboardingOpenPdf
source: Tap to open a PDF document
az: PDF sənədini açmaq üçün toxunun
bg: Докоснете, за да отворите PDF документ
el: Πατήστε για να ανοίξετε ένα έγγραφο PDF
fil: I-tap para buksan ang isang PDF na dokumento
hi: PDF दस्तावेज़ खोलने के लिए टैप करें
hy: Hpek PDF pastatught batselou hamar
is: Ýttu til að opna PDF skjal
ka: შეეხეთ PDF დოკუმენტის გასახსნელად
kk: PDF құжатын ашу үшін түртіңіз
km: ចុចដើម្បីបើកឯកសារ PDF
lt: Bakstelėkite, kad atidarytumėte PDF dokumentą
lv: Pieskarieties, lai atvērtu PDF dokumentu
mn: PDF баримт бичгийг нээхийн тулд дарна уу
my: PDF စာရွက်စာတမ်းဖွင့်ရန် နှိပ်ပါ
sq: Prek për të hapur një dokument PDF
ta: PDF ஆவணத்தைத் திறக்க தட்டவும்
uz: PDF hujjatini ochish uchun bosing
vi: Nhấn để mở tài liệu PDF

# onboardingSwipeUp
source: Swipe up to add signatures and stamps
az: İmza və möhürlər əlavə etmək üçün yuxarı sürüşdürün
bg: Плъзнете нагоре, за да добавите подписи и печати
el: Σύρετε προς τα πάνω για να προσθέσετε υπογραφές και σφραγίδες
fil: Mag-swipe pataas para magdagdag ng mga pirma at selyo
hi: हस्ताक्षर और मुहरें जोड़ने के लिए ऊपर स्वाइप करें
hy: Sahetsek verev storagrutyunner yev kniqner avelatsneluhamar
is: Strjúktu upp til að bæta við undirskriftum og stimpla
ka: გადაფურცლეთ ზემოთ ხელმოწერებისა და ბეჭდების დასამატებლად
kk: Қолтаңбалар мен мөрлерді қосу үшін жоғары сырғытыңыз
km: អូសឡើងលើដើម្បីបន្ថែមហត្ថលេខា និងត្រា
lt: Braukite aukštyn, kad pridėtumėte parašus ir antspaudus
lv: Velciet uz augšu, lai pievienotu parakstus un zīmogus
mn: Гарын үсэг болон тамга нэмэхийн тулд дээш шударна уу
my: လက်မှတ်များနှင့် တံဆိပ်များထည့်ရန် အပေါ်သို့ပွတ်ဆွဲပါ
sq: Rrëshqit lart për të shtuar nënshkrime dhe vula
ta: கையொப்பங்கள் மற்றும் முத்திரைகளைச் சேர்க்க மேலே ஸ்வைப் செய்யவும்
uz: Imzo va muhurlarni qo'shish uchun yuqoriga suring
vi: Vuốt lên để thêm chữ ký và con dấu

# onboardingAddImage
source: Tap to add your first signature or stamp
az: İlk imzanızı və ya möhürünüzü əlavə etmək üçün toxunun
bg: Докоснете, за да добавите първия подпис или печат
el: Πατήστε για να προσθέσετε την πρώτη σας υπογραφή ή σφραγίδα
fil: I-tap para idagdag ang iyong unang pirma o selyo
hi: अपना पहला हस्ताक्षर या मुहर जोड़ने के लिए टैप करें
hy: Hpek dzier aradzhin storagrutyn kam kniqn avelatsneluhamar
is: Ýttu til að bæta við fyrstu undirskrift eða stimpli
ka: შეეხეთ თქვენი პირველი ხელმოწერის ან ბეჭდის დასამატებლად
kk: Алғашқы қолтаңба немесе мөрді қосу үшін түртіңіз
km: ចុចដើម្បីបន្ថែមហត្ថលេខា ឬត្រាដំបូងរបស់អ្នក
lt: Bakstelėkite, kad pridėtumėte pirmą parašą ar antspaudą
lv: Pieskarieties, lai pievienotu pirmo parakstu vai zīmogu
mn: Анхны гарын үсэг эсвэл тамгаа нэмэхийн тулд дарна уу
my: သင့်ပထမဆုံး လက်မှတ် သို့မဟုတ် တံဆိပ်ထည့်ရန် နှိပ်ပါ
sq: Prek për të shtuar nënshkrimin ose vulën tuaj të parë
ta: உங்கள் முதல் கையொப்பம் அல்லது முத்திரையைச் சேர்க்க தட்டவும்
uz: Birinchi imzo yoki muhuringizni qo'shish uchun bosing
vi: Nhấn để thêm chữ ký hoặc con dấu đầu tiên
