Repository: nosota/miniPDFsign
Catalog: lib/l10n/app_*.arb
Languages: az, bg, bn, el, fil, hi, hy, is, ka, kk, km, lt, lv, mn, my, sq, ta, uz, vi

source: Open PDF
az: PDF ac
bg: Отвори PDF
bn: PDF khulun
el: Anoigma PDF
fil: Buksan ang PDF
hi: PDF kholein
hy: Batsvel PDF
is: Opna PDF
ka: PDF-is gakhsna
kk: PDF ashu
km: Berk PDF
lt: Atidaryti PDF
lv: Avert PDF
mn: PDF neekh
my: PDF phwint
sq: Hap PDF
ta: PDF thira
uz: PDF ochish
vi: Mo PDF

# selectPdf
source: Open File
az: Fayl aç
bg: Отвори файл
bn: PDF bachun
el: Άνοιγμα αρχείου
fil: Buksan ang file
hi: PDF chunein
hy: Batsvel fayl
is: Opna skrá
ka: ფაილის გახსნა
kk: PDF tandau
km: Chreuh PDF
lt: Atidaryti failą
lv: Atvērt failu
mn: Файл нээх
my: PDF rwe
sq: Hap skedar
ta: PDF thernthedu
uz: PDF tanlash
vi: Mở tệp

# untitledDocument
source: Untitled.pdf
az: Adsız.pdf
bg: Без име.pdf
el: Χωρίς τίτλο.pdf
fil: Walang pamagat.pdf
hy: Anvanats.pdf
is: Ónefnt.pdf
ka: უსათაურო.pdf
lt: Be pavadinimo.pdf
lv: Bez nosaukuma.pdf
mn: Нэргүй.pdf
sq: Pa titull.pdf
vi: Chưa đặt tên.pdf

source: Recent Files
az: Son fayllar
bg: Скорошни файлове
bn: Sompratik file
el: Prosfata archeia
fil: Kamakailang mga file
hi: Haal ki failein
hy: Verdjin faylery
is: Nyjar skrar
ka: bolodroindfeli failebi
kk: Songhy fayldar
km: Aeksaa tmey
lt: Naujausi failai
lv: Nesenie faili
mn: Suuliin failuud
my: Makhawkamhar file myar
sq: Skedaret e fundit
ta: Samipattiya koapugal
uz: Soʻnggi fayllar
vi: Tap tin gan day

source: Remove from list
az: Siyahidan sil
bg: Премахни от списъка
bn: Taliqa theke mochun
el: Afairesi apo ti lista
fil: Alisin sa listahan
hi: Suchi se hataein
hy: Heratsel tsankits
is: Fjarlægja af lista
ka: siidan amoshla
kk: Tizimnen oshiru
km: Loub chenh pi banchhi
lt: Pasalinti is saraso
lv: Nonemt no saraksta
mn: Jisneesee ustgakh
my: Saryin hma hpyout
sq: Hiq nga lista
ta: Pattiyal irunthu neekkavu
uz: Roʻyxatdan oʻchirish
vi: Xoa khoi danh sach

# openedNow
source: Opened just now
az: Indi acildi
bg: Току-що отворен
bn: Ekhonoi khola hoyeche
el: Molis anoixe
fil: Kabukas lang
hi: Abhi khola gaya
hy: Nor batsvetso
is: Nyopnað
ka: akhla gakhsnili
kk: Kazir ashyldy
km: Trov ban berk
lt: Ka tik atidarytas
lv: Tikko atverts
mn: Doorond neegdsen
my: Achu phwint lite
sq: Sapo u hap
ta: Ippothuthan thirakkappattatu
uz: Hozirgina ochildi
vi: Vua mo

# openedMinutesAgo
source: Opened {count} {count, plural, one{minute} other{minutes}} ago
az: {count} deqiqe evvel acildi
bg: Отворен преди {count} минути
bn: {count} minute age khola hoyeche
el: Anoixe prin apo {count} lepta
fil: Binuksan {count} minuto na ang nakalipas
hi: {count} minute pehle khola gaya
hy: Batsvetso {count} rope araj
is: Opnað fyrir {count} min
ka: gakhsnili {count} tsutis tsin
kk: {count} minut buryn ashyldy
km: Berk {count} neatii muon
lt: Atidarytas pries {count} min.
lv: Atverts pirms {count} minutem
mn: {count} minut umnuh neegdsen
my: Minit {count} u gar phwint
sq: U hap {count} minuta me pare
ta: {count} nimidam munpu thirakkappattatu
uz: {count} daqiqa oldin ochildi
vi: Da mo {count} phut truoc

# openedHoursAgo
source: Opened {count} {count, plural, one{hour} other{hours}} ago
az: {count} saat evvel acildi
bg: Отворен преди {count} часа
bn: {count} ghonta age khola hoyeche
el: Anoixe prin apo {count} ores
fil: Binuksan {count} oras na ang nakalipas
hi: {count} ghante pehle khola gaya
hy: Batsvetso {count} zham araj
is: Opnað fyrir {count} klst
ka: gakhsnili {count} saatis tsin
kk: {count} saghat buryn ashyldy
km: Berk {count} maong muon
lt: Atidarytas pries {count} val.
lv: Atverts pirms {count} stundam
mn: {count} tsag umnuh neegdsen
my: Nari {count} u gar phwint
sq: U hap {count} ore me pare
ta: {count} mani neram munpu thirakkappattatu
uz: {count} soat oldin ochildi
vi: Da mo {count} gio truoc

source: Opened yesterday
az: Dunen acildi
bg: Отворен вчера
bn: Gatokal khola hoyeche
el: Anoixe chthes
fil: Binuksan kahapon
hi: Kal khola gaya
hy: Batsvetso yerek
is: Opnað i gær
ka: gakhsnili gushin
kk: Keshe ashyldy
km: Berk mselminhh
lt: Atidarytas vakar
lv: Atverts vakar
mn: Uchidar neegdsen
my: Mahnekaun phwint
sq: U hap dje
ta: Netru thirakkappattatu
uz: Kecha ochildi
vi: Da mo hom qua

# openedDaysAgo
source: Opened {count} {count, plural, one{day} other{days}} ago
az: {count} gun evvel acildi
bg: Отворен преди {count} дни
bn: {count} din age khola hoyeche
el: Anoixe prin apo {count} imeres
fil: Binuksan {count} araw na ang nakalipas
hi: {count} din pehle khola gaya
hy: Batsvetso {count} or araj
is: Opnað fyrir {count} dogum
ka: gakhsnili {count} dghis tsin
kk: {count} kun buryn ashyldy
km: Berk {count} thngai muon
lt: Atidarytas pries {count} d.
lv: Atverts pirms {count} dienam
mn: {count} udur umnuh neegdsen
my: Rout {count} u gar phwint
sq: U hap {count} dite me pare
ta: {count} natkal munpu thirakkappattatu
uz: {count} kun oldin ochildi
vi: Da mo {count} ngay truoc

source: File not found
az: Fayl tapilmadi
bg: Файлът не е намерен
bn: File paoa jayni
el: To archeio den vrethike
fil: Hindi nahanap ang file
hi: File nahi mili
hy: Fayly chi gtanyel
is: Skra fannst ekki
ka: faili ver moidzebna
kk: Fayl tabylmady
km: Rork min kheunh aeksaa
lt: Failas nerastas
lv: Fails nav atrasts
mn: Fail oldsongui
my: File mar shi
sq: Skedari nuk u gjet
ta: Koapu kandupidikkavillai
uz: Fayl topilmadi
vi: Khong tim thay tap tin

# fileAccessDenied
source: Access denied
az: Giris qadagandir
bg: Достъпът е отказан
bn: Probesh nishiddho
el: Den epitrepetai i prosvasi
fil: Tinanggihan ang access
hi: Pahunch asvikriti
hy: Mtky merjvatso e
is: Adgangur synjadur
ka: tsvrda akridzalulia
kk: Kiru tyiym salyndy
km: Kar choul dak min trov ban anunhhat
lt: Prieiga uzdrausta
lv: Pieklave liegta
mn: Nevtrekh khorigdson
my: Win khwint mar rhi
sq: Qasja e refuzuar
ta: Anugal maruppu
uz: Kirish taqiqlangan
vi: Truy cap bi tu choi

source: Clear recent files
az: Son fayllari temizle
bg: Изчисти скорошните файлове
bn: Sompratik file mochun
el: Ekkatharisi prosfaton archeion
fil: I-clear ang mga kamakailang file
hi: Haal ki failein saaf karein
hy: Maqrel verdjin faylery
is: Hreinsa nyjar skrar
ka: bolodroindfeli failebis gasuptaveba
kk: Songhy fayldardy tazalau
km: Somat aeksaa tmey
lt: Isvalyti naujausius
lv: Notiret nesenos failus
mn: Suuliin failuudig tsooglokh
my: Makhawkamhar file myar ko shot
sq: Pastro skedaret e fundit
ta: Samipattiya koapugalai azhikka
uz: Soʻnggi fayllarni tozalash
vi: Xoa tap tin gan day

source: Cancel
az: Legv et
bg: Отказ
bn: Batal
el: Akyrosi
fil: Kanselahin
hi: Radd karein
hy: Chegarkvel
is: Hætta vid
ka: gaukmeba
kk: Boldyrmai
km: Loeuk leng
lt: Atsaukti
lv: Atcelt
mn: Tsooglokh
my: Pyet
sq: Anullo
ta: Raththu seiva
uz: Bekor qilish
vi: Huy

source: Confirm
az: Tesdiqle
bg: Потвърди
bn: Nischit
el: Epivevaiosi
fil: Kumpirmahin
hi: Pushti karein
hy: Hastatel
is: Stadsfesta
ka: dadastureba
kk: Rastau
km: Banghanh
lt: Patvirtinti
lv: Apstiprinat
mn: Batalgaajulakh
my: Atint pyuu
sq: Konfirmo
ta: Uruthi seyya
uz: Tasdiqlash
vi: Xac nhan

source: Error
az: Xeta
bg: Грешка
bn: Truti
el: Sfalma
hi: Truti
hy: Skhalk
is: Villa
ka: shecdoma
kk: Qate
km: Khoh
lt: Klaida
lv: Kluda
mn: Aldaa
my: Arhar
sq: Gabim
ta: Pizhiai
uz: Xato
vi: Loi

source: OK
bn: Thik ache
hi: Theek hai
hy: Lav
is: I lagi
ka: karghi
lt: Gerai
lv: Labi
ta: Sari

# menuFile
source: File
az: Fayl
bg: Файл
el: Archeio
hy: Fayl
is: Skra
ka: Faili
kk: Fayl
km: Aeksaa
lt: Failas
lv: Fails
mn: Fail
sq: Skedar
ta: Koapu
uz: Fayl
vi: Tap tin

# menuOpen
source: Open...
az: Ac...
bg: Отвори...
bn: Khulun...
el: Anoigma...
fil: Buksan...
hi: Kholein...
hy: Batsvel...
is: Opna...
ka: Gakhsna...
kk: Ashu...
km: Berk...
lt: Atidaryti...
lv: Avert...
mn: Neekh...
my: Phwint...
sq: Hap...
ta: Thira...
uz: Ochish...
vi: Mo...

# menuOpenRecent
source: Open Recent
az: Sonlari ac
bg: Отвори скорошни
bn: Sompratik khulun
el: Anoigma prosfaton
fil: Buksan ang Kamakailang
hi: Haal ke kholein
hy: Batsvel verdjiny
is: Opna nyjar
ka: Bolodroindfeli
kk: Songhylardy ashu
km: Berk tmey
lt: Atidaryti naujausius
lv: Avert nesenos
mn: Suuliiniig neekh
my: Makhawkamhar phwint
sq: Hap te fundit
ta: Samipattiya thira
uz: Soʻnggilarni ochish
vi: Mo gan day

# menuNoRecentFiles
source: No Recent Files
az: Son fayllar yoxdur
bg: Няма скорошни файлове
bn: Kono sompratik file nei
el: Den yparxoun prosfata archeia
fil: Walang kamakailang mga file
hi: Koi haal ki file nahi
hy: Verdjin faylyr chkan
is: Engar nyjar skrar
ka: Ar aris bolodroindfeli failebi
kk: Songhy fayldar zhoq
km: Kmean aeksaa tmey
lt: Nera naujausiu failu
lv: Nav neseno failu
mn: Suuliin failuud baihgui
my: Makhawkamhar file myar mar rhi
sq: Nuk ka skedare te fundit
ta: Samipattiya koapugal illai
uz: Soʻnggi fayllar yoʻq
vi: Khong co tap tin gan day

# menuClearMenu
source: Clear Menu
az: Menyunu temizle
bg: Изчисти менюто
bn: Menu mochun
el: Ekkatharisi menou
fil: I-clear ang Menu
hi: Menu saaf karein
hy: Maqrel tsanky
is: Hreinsa valmynd
ka: Meniuis gasuptaveba
kk: Menudi tazalau
km: Somat menu
lt: Isvalyti meniu
lv: Notiret izvēlni
mn: Tsesiig tsooglokh
my: Menu ko shot
sq: Pastro menune
ta: Menyuvai azhikka
uz: Menyuni tozalash
vi: Xoa menu

# menuSave
source: Save
az: Yadda saxla
bg: Запази
bn: Sanchhoy korun
el: Apothikefsi
fil: I-save
hi: Sahejein
hy: Pakhpanel
is: Vista
ka: Shenakhva
kk: Saqtau
km: Tuktuk
lt: Issaugoti
lv: Saglabat
mn: Khadgalakh
my: Thein
sq: Ruaj
ta: Semiykka
uz: Saqlash
vi: Luu

# menuSaveAs
source: Save As...
az: Ferqli yadda saxla...
bg: Запази като...
bn: Erup sanchhoy korun...
el: Apothikefsi os...
fil: I-save Bilang...
hi: Is roop mein sahejein...
hy: Pakhpanel orpes...
is: Vista sem...
ka: Shenakhva rogorc...
kk: Basqasha saqtau...
km: Tuktuk chea...
lt: Issaugoti kaip...
lv: Saglabat ka...
mn: Uur nereeer khadgalakh...
my: Aloat thein...
sq: Ruaj si...
ta: Veraraga semiykkavu...
uz: Boshqacha saqlash...
vi: Luu nhu...

# menuSaveAll
source: Save All
az: Hamısını saxla
bg: Запази всички
bn: সব সংরক্ষণ করুন
el: Αποθήκευση όλων
fil: I-save Lahat
hi: सभी सहेजें
hy: Pakhpanel bolory
is: Vista allt
ka: ყველას შენახვა
kk: Барлығын сақтау
km: រក្សាទុកទាំងអស់
lt: Išsaugoti viską
lv: Saglabāt visu
mn: Бүгдийг хадгалах
my: အားလုံးသိမ်းဆည်းပါ
sq: Ruaj të gjitha
ta: அனைத்தையும் சேமிக்கவும்
uz: Barchasini saqlash
vi: Lưu Tất Cả

# menuShare
source: Share...
az: Payla...
bg: Сподели...
bn: Share korun...
el: Koinopoiisi...
fil: Ibahagi...
hi: Sajha karein...
hy: Kisel...
is: Deila...
ka: Gaziareba...
kk: Bolisu...
km: Chek ruum...
lt: Bendrinti...
lv: Dalieties...
mn: Khuvaaltsakh...
my: Mhway vway...
sq: Ndaj...
ta: Pakirvu...
uz: Ulashish...
vi: Chia se...

# menuCloseWindow
source: Close Window
az: Pencerani bagla
bg: Затвори прозореца
bn: Janala bondho korun
el: Kleisimo parathyrou
fil: Isara ang Window
hi: Window band karein
hy: Pakeres patuhany
is: Loka glugga
ka: Panjeris dakhetva
kk: Terezeni zhabu
km: But baong aas
lt: Uzdaryti langa
lv: Aizvert logu
mn: Tsonkhig khakh
my: Window peit
sq: Mbyll dritaren
ta: Jannal muda
uz: Oynani yopish
vi: Dong cua so

# menuCloseAll
source: Close All
az: Hamısını bağla
bg: Затвори всички
bn: সব বন্ধ করুন
el: Κλείσιμο όλων
fil: Isara lahat
hi: सभी बंद करें
hy: Pakeres bolory
is: Loka öllu
ka: ყველას დახურვა
kk: Барлығын жабу
km: បិទទាំងអស់
lt: Uždaryti visus
lv: Aizvērt visu
mn: Бүгдийг хаах
my: အားလုံးပိတ်ရန်
sq: Mbyll të gjitha
ta: அனைத்தையும் மூடு
uz: Barchasini yopish
vi: Đóng tất cả

# menuQuit
source: Quit PDFSign
az: PDFSign-dan çıx
bg: Изход от PDFSign
bn: PDFSign থেকে প্রস্থান
el: Τερματισμός PDFSign
fil: Lumabas sa PDFSign
hi: PDFSign से बाहर निकलें
hy: Yelk PDFSign-its
is: Hætta í PDFSign
ka: გასვლა PDFSign-დან
kk: PDFSign-нан шығу
km: ចាកចេញពី PDFSign
lt: Išeiti iš PDFSign
lv: Iziet no PDFSign
mn: PDFSign-аас гарах
my: PDFSign မှထွက်ရန်
sq: Dil nga PDFSign
ta: PDFSign-இலிருந்து வெளியேறு
uz: PDFSign-dan chiqish
vi: Thoát PDFSign

# closeAllDialogTitle
source: Save Changes?
az: Dəyişikliklər saxlanılsın?
bg: Запази промените?
bn: পরিবর্তন সংরক্ষণ করবেন?
el: Αποθήκευση αλλαγών;
fil: I-save ang mga pagbabago?
hi: परिवर्तन सहेजें?
hy: Pakhpanel pokhutyyunnery?
is: Vista breytingar?
ka: ცვლილებების შენახვა?
kk: Өзгерістерді сақтау керек пе?
km: រក្សាទុកការផ្លាស់ប្តូរ?
lt: Išsaugoti pakeitimus?
lv: Saglabāt izmaiņas?
mn: Өөрчлөлтүүдийг хадгалах уу?
my: ပြောင်းလဲမှုများသိမ်းမလား?
sq: Ruaj ndryshimet?
ta: மாற்றங்களை சேமிக்கவா?
uz: O'zgarishlarni saqlash?
vi: Lưu thay đổi?

# closeAllDialogMessage
source: Do you want to save changes to {count} documents before closing?
az: Bağlamadan əvvəl {count} sənəddəki dəyişiklikləri saxlamaq istəyirsiniz?
bg: Искате ли да запазите промените в {count} документа преди затваряне?
bn: বন্ধ করার আগে {count}টি নথিতে পরিবর্তন সংরক্ষণ করতে চান?
el: Θέλετε να αποθηκεύσετε τις αλλαγές σε {count} έγγραφα πριν το κλείσιμο;
fil: Gusto mo bang i-save ang mga pagbabago sa {count} dokumento bago isara?
hi: बंद करने से पहले {count} दस्तावेजों में परिवर्तन सहेजना चाहते हैं?
hy: Uzum eq pakhpanel pokhutyyunnery {count} pastatghterum pokheluts araj?
is: Viltu vista breytingar í {count} skjölum áður en lokað er?
ka: გსურთ შეინახოთ ცვლილებები {count} დოკუმენტში დახურვამდე?
kk: Жабу алдында {count} құжаттағы өзгерістерді сақтағыңыз келе ме?
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរក្នុងឯកសារ {count} មុនពេលបិទទេ?
lt: Ar norite išsaugoti pakeitimus {count} dokumentuose prieš uždarant?
lv: Vai vēlaties saglabāt izmaiņas {count} dokumentos pirms aizvēršanas?
mn: Хаахаас өмнө {count} баримт бичигт өөрчлөлтүүдийг хадгалах уу?
my: မပိတ်မီ စာရွက်စာတမ်း {count} ခုတွင် ပြောင်းလဲမှုများကို သိမ်းဆည်းလိုပါသလား?
sq: Dëshironi të ruani ndryshimet në {count} dokumente para se të mbyllni?
ta: மூடுவதற்கு முன் {count} ஆவணங்களில் மாற்றங்களை சேமிக்க விரும்புகிறீர்களா?
uz: Yopishdan oldin {count} hujjatdagi o'zgarishlarni saqlamoqchimisiz?
vi: Bạn có muốn lưu thay đổi trong {count} tài liệu trước khi đóng không?

# closeAllDialogMessageOne
source: Do you want to save changes to 1 document before closing?
az: Bağlamadan əvvəl 1 sənəddəki dəyişiklikləri saxlamaq istəyirsiniz?
bg: Искате ли да запазите промените в 1 документ преди затваряне?
bn: বন্ধ করার আগে 1টি নথিতে পরিবর্তন সংরক্ষণ করতে চান?
el: Θέλετε να αποθηκεύσετε τις αλλαγές σε 1 έγγραφο πριν το κλείσιμο;
fil: Gusto mo bang i-save ang mga pagbabago sa 1 dokumento bago isara?
hi: बंद करने से पहले 1 दस्तावेज में परिवर्तन सहेजना चाहते हैं?
hy: Uzum eq pakhpanel pokhutyyunnery 1 pastatghterum pokheluts araj?
is: Viltu vista breytingar í 1 skjali áður en lokað er?
ka: გსურთ შეინახოთ ცვლილებები 1 დოკუმენტში დახურვამდე?
kk: Жабу алдында 1 құжаттағы өзгерістерді сақтағыңыз келе ме?
km: តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរក្នុងឯកសារ 1 មុនពេលបិទទេ?
lt: Ar norite išsaugoti pakeitimus 1 dokumente prieš uždarant?
lv: Vai vēlaties saglabāt izmaiņas 1 dokumentā pirms aizvēršanas?
mn: Хаахаас өмнө 1 баримт бичигт өөрчлөлтүүдийг хадгалах уу?
my: မပိတ်မီ စာရွက်စာတမ်း 1 ခုတွင် ပြောင်းလဲမှုများကို သိမ်းဆည်းလိုပါသလား?
sq: Dëshironi të ruani ndryshimet në 1 dokument para se të mbyllni?
ta: மூடுவதற்கு முன் 1 ஆவணத்தில் மாற்றங்களை சேமிக்க விரும்புகிறீர்களா?
uz: Yopishdan oldin 1 hujjatdagi o'zgarishlarni saqlamoqchimisiz?
vi: Bạn có muốn lưu thay đổi trong 1 tài liệu trước khi đóng không?

# closeAllDialogSaveAll
source: Save All
az: Hamısını saxla
bg: Запази всички
bn: সব সংরক্ষণ করুন
el: Αποθήκευση όλων
fil: I-save lahat
hi: सभी सहेजें
hy: Pakhpanel bolory
is: Vista allt
ka: ყველას შენახვა
kk: Барлығын сақтау
km: រក្សាទុកទាំងអស់
lt: Išsaugoti visus
lv: Saglabāt visu
mn: Бүгдийг хадгалах
my: အားလုံးသိမ်းရန်
sq: Ruaj të gjitha
ta: அனைத்தையும் சேமி
uz: Barchasini saqlash
vi: Lưu tất cả

# closeAllDialogDontSave
source: Don't Save
az: Saxlama
bg: Не запазвай
bn: সংরক্ষণ করবেন না
el: Να μην αποθηκευτεί
fil: Huwag i-save
hi: न सहेजें
hy: Chpakhpanel
is: Ekki vista
ka: არ შეინახო
kk: Сақтамау
km: កុំរក្សាទុក
lt: Neišsaugoti
lv: Nesaglabāt
mn: Хадгалахгүй
my: မသိမ်းပါ
sq: Mos ruaj
ta: சேமிக்க வேண்டாம்
uz: Saqlamaslik
vi: Không lưu

# closeAllDialogCancel
source: Cancel
az: Ləğv et
bg: Отказ
bn: বাতিল
el: Ακύρωση
fil: Kanselahin
hi: रद्द करें
hy: Chegarkvel
is: Hætta við
ka: გაუქმება
kk: Болдырмау
km: បោះបង់
lt: Atšaukti
lv: Atcelt
mn: Цуцлах
my: ပယ်ဖျက်ရန်
sq: Anulo
ta: ரத்து செய்
uz: Bekor qilish
vi: Hủy

# saveFailedDialogTitle
source: Save Failed
az: Saxlama uğursuz oldu
bg: Неуспешно запазване
bn: সংরক্ষণ ব্যর্থ
el: Αποτυχία αποθήκευσης
fil: Nabigo ang Pag-save
hi: सहेजना विफल
hy: Pakhpanman skhalk
is: Vista mistókst
ka: შენახვა ვერ მოხერხდა
kk: Сақтау сәтсіз аяқталды
km: រក្សាទុកបរាជ័យ
lt: Išsaugoti nepavyko
lv: Saglabāšana neizdevās
mn: Хадгалах амжилтгүй
my: သိမ်းဆည်းခြင်း မအောင်မြင်ပါ
sq: Ruajtja dështoi
ta: சேமிப்பு தோல்வி
uz: Saqlash muvaffaqiyatsiz
vi: Lưu thất bại

# saveFailedDialogMessage
source: Failed to save {count} {count, plural, one{document} other{documents}}. Close anyway?
az: {count} sənədi saxlamaq alınmadı. Yenə də bağlansın?
bg: Неуспешно запазване на {count} документ(а). Да се затвори въпреки това?
bn: {count}টি নথি সংরক্ষণ করতে ব্যর্থ। যাইহোক বন্ধ করবেন?
el: Αποτυχία αποθήκευσης {count} εγγράφου(ων). Κλείσιμο ούτως ή άλλως;
fil: Nabigong i-save ang {count} dokumento. Isara pa rin?
hi: {count} दस्तावेज़ सहेजने में विफल। फिर भी बंद करें?
hy: Chi karatsvel pakhpanel {count} pastatught. Ays depm pakhe?
is: Mistókst að vista {count} skjal. Loka samt?
ka: ვერ მოხერხდა {count} დოკუმენტის შენახვა. მაინც დაიხუროს?
kk: {count} құжатты сақтау сәтсіз. Бәрібір жабу керек пе?
km: បរាជ័យក្នុងការរក្សាទុក {count} ឯកសារ។ បិទទោះយ៉ាងណា?
lt: Nepavyko išsaugoti {count} dokumentų. Vis tiek uždaryti?
lv: Neizdevās saglabāt {count} dokumentu(s). Aizvērt tik un tā?
mn: {count} баримт бичгийг хадгалж чадсангүй. Гэсэн хэдий ч хаах уу?
my: {count} စာရွက်စာတမ်း သိမ်းဆည်းခြင်း မအောင်မြင်ပါ။ ဘာပဲဖြစ်ဖြစ် ပိတ်မလား?
sq: Dështoi ruajtja e {count} dokumenteve. Mbyll gjithsesi?
ta: {count} ஆவணங்களைச் சேமிக்க முடியவில்லை. எப்படியும் மூடவா?
uz: {count} ta hujjatni saqlash muvaffaqiyatsiz. Baribir yopilsinmi?
vi: Không thể lưu {count} tài liệu. Vẫn đóng?

# saveFailedDialogClose
source: Close Anyway
az: Yenə də bağla
bg: Затвори въпреки това
bn: যাইহোক বন্ধ করুন
el: Κλείσιμο ούτως ή άλλως
fil: Isara Pa Rin
hi: फिर भी बंद करें
hy: Ays depm pakel
is: Loka samt
ka: მაინც დახურვა
kk: Бәрібір жабу
km: បិទទោះយ៉ាងណា
lt: Vis tiek uždaryti
lv: Aizvērt tik un tā
mn: Гэсэн хэдий ч хаах
my: ဘာပဲဖြစ်ဖြစ် ပိတ်ပါ
sq: Mbyll Gjithsesi
ta: எப்படியும் மூடு
uz: Baribir yopish
vi: Vẫn Đóng

# saveChangesTitle
source: Save Changes?
az: Deyisiklikleri yadda saxla?
bg: Запази промените?
bn: Paribartan sanchhoy korben?
el: Apothikefsi allagon?
fil: I-save ang mga pagbabago?
hi: Parivartan sahejein?
hy: Pakhpanel pokhutyyunnery?
is: Vista breytingar?
ka: Cvlilebebis shenakhva?
kk: Ozgeristerdi saqtau?
km: Tuktuk kar phlash phder?
lt: Issaugoti pakeitimus?
lv: Saglabat izmainas?
mn: Uurchlultiig khadgalakh uu?
my: Pyaunglevmhuu thein malar?
sq: Ruaj ndryshimet?
ta: Marrrangalai semikkava?
uz: Oʻzgarishlarni saqlash?
vi: Luu thay doi?

# saveChangesMessage
source: Do you want to save changes to "{fileName}" before closing?
az: Baglamadan evvel "{fileName}" faylindaki deyisiklikleri yadda saxlamaq istersiniz?
bg: Искате ли да запазите промените в "{fileName}" преди затваряне?
bn: Bondho korar age "{fileName}" file-e paribartan sanchhoy korte chan?
el: Thelete na apothikefthoun oi allages sto "{fileName}" prin to kleisimo?
fil: Gusto mo bang i-save ang mga pagbabago sa "{fileName}" bago isara?
hi: Kya aap band karne se pehle "{fileName}" mein parivartan sahejana chahte hain?
hy: Uzum eq pakhpanel "{fileName}" faylum katrvatso pokhutyyunnery pokhelu araj?
is: Viltu vista breytingar a "{fileName}" adur en lokad er?
ka: Gindakht shenakhat cvlilebebi "{fileName}"-shi dakhetvamdfe?
kk: Zhabardyn aldynda "{fileName}" faylyndaghy ozgeristerdi saqtaunu qalaisyz ba?
km: Tae anak chong tuktuk kar phlash phder knong "{fileName}" muon pel but?
lt: Ar norite issaugoti pakeitimus faile "{fileName}" pries uzdarant?
lv: Vai velaties saglabat izmainas faila "{fileName}" pirms aizvershanas?
mn: Ta "{fileName}" failliin uurchlultiig khakhaskhan umnuh khadgalakh uu?
my: Mapeitmhin "{fileName}" hta pyaunglevmhuu thein larmalar?
sq: Deshironi te ruani ndryshimet ne "{fileName}" para se te mbyllni?
ta: Muduvathikku munpu "{fileName}" koapil marrrangalai semikka virumpukirayrka?
uz: Yopishdan oldin "{fileName}" faylidagi oʻzgarishlarni saqlamoqchimisiz?
vi: Ban co muon luu thay doi trong "{fileName}" truoc khi dong?

# saveButton
source: Save
az: Yadda saxla
bg: Запази
bn: Sanchhoy korun
el: Apothikefsi
fil: I-save
hi: Sahejein
hy: Pakhpanel
is: Vista
ka: Shenakhva
kk: Saqtau
km: Tuktuk
lt: Issaugoti
lv: Saglabat
mn: Khadgalakh
my: Thein
sq: Ruaj
ta: Semiykka
uz: Saqlash
vi: Luu

# discardButton
source: Discard
az: Legv et
bg: Не запазвай
bn: Bajay din
el: Aporripsi
fil: Huwag i-save
hi: Na sahejein
hy: Chpakhpanel
is: Fleygja
ka: Gaukmeba
kk: Saqtamau
km: Kum tuktuk
lt: Atmesti
lv: Nesaglabat
mn: Ustgakh
my: Ma thein
sq: Mos ruaj
ta: Vidu
uz: Saqlamaslik
vi: Khong luu

# documentEdited
source: Edited
az: Deyisdirildi
bg: Редактиран
bn: Sompadito
el: Epexergasmeno
fil: Na-edit
hi: Sampadit
hy: Khmbagrvats
is: Breytt
ka: Redaktrebuli
kk: Ozgertildi
km: Kae samruel
lt: Redaguota
lv: Redigets
mn: Uurchilsen
my: Pyifjyifpyi
sq: I redaktuar
ta: Thirutappattatu
uz: Tahrirlangan
vi: Da chinh sua

# documentSaved
source: Saved
az: Yadda saxlanildi
bg: Запазен
bn: Sanchhoy hoyeche
el: Apothikeftike
fil: Na-save
hi: Saheja gaya
hy: Pakhpanvatso e
is: Vistað
ka: Shenakhuli
kk: Saqtaldy
km: Trov ban tuktuk
lt: Issaugota
lv: Saglabats
mn: Khadgalagdsan
my: Thein pyi
sq: U ruajt
ta: Semikkappattathu
uz: Saqlandi
vi: Da luu

# menuSettings
source: Settings...
az: Parametrler...
bg: Настройки...
bn: Settingsh...
el: Rythmiseis...
fil: Mga Setting...
hy: Kargavorumner...
is: Stillingar...
ka: Parametrebi...
kk: Parametrler...
km: Kar kat tong...
lt: Nustatymai...
lv: Iestatijumi...
mn: Tohirgoo...
my: Setting myar...
sq: Cilesimet...
ta: Amaikpugal...
uz: Sozlamalar...
vi: Cai dat...

# menuWindow
source: Window
az: Pəncərə
bg: Прозорец
bn: উইন্ডো
el: Παράθυρο
hi: विंडो
hy: Patuhan
is: Gluggi
ka: ფანჯარა
kk: Терезе
km: បង្អួច
lt: Langas
lv: Logs
mn: Цонх
my: ဝင်းဒိုး
sq: Dritare
ta: சாளரம்
uz: Oyna
vi: Cửa sổ

# menuMinimize
source: Minimize
az: Kiçilt
bg: Минимизирай
bn: ছোট করুন
el: Ελαχιστοποίηση
fil: I-minimize
hi: छोटा करें
hy: Pokratsnel
is: Lágmarka
ka: შემცირება
kk: Кішірейту
km: បង្រួម
lt: Sumažinti
lv: Minimizēt
mn: Багасгах
my: ချုံ့ရန်
sq: Minimizo
ta: சிறியதாக்கு
uz: Kichiklashtirish
vi: Thu nhỏ

# menuZoom
source: Zoom
az: Böyüt/Kiçilt
bg: Увеличи
bn: জুম
el: Ζουμ
hi: ज़ूम
hy: Masshtab
is: Stækka
ka: მასშტაბირება
kk: Масштаб
km: ពង្រីក
lt: Mastelis
lv: Tālummaiņa
mn: Масштаб
my: ချဲ့ရန်
ta: பெரிதாக்கு
uz: Masshtab
vi: Phóng to

# menuBringAllToFront
source: Bring All to Front
az: Hamısını öndə göstər
bg: Покажи всички отпред
bn: সব সামনে আনুন
el: Όλα στο προσκήνιο
fil: Dalhin Lahat sa Harap
hi: सभी को आगे लाएं
hy: Bolory araj berel
is: Færa allt fremst
ka: ყველას წინ მოტანა
kk: Барлығын алдыға әкелу
km: នាំទាំងអស់មកមុខ
lt: Visus į priekį
lv: Pārvietot visu priekšplānā
mn: Бүгдийг урд авчрах
my: အားလုံးကိုရှေ့သို့ယူလာရန်
sq: Sill Të Gjitha Para
ta: அனைத்தையும் முன்னே கொண்டுவா
uz: Barchasini oldinga olib kelish
vi: Đưa tất cả ra phía trước

# settingsTitle
source: Settings
az: Parametrler
bg: Настройки
bn: Settingsh
el: Rythmiseis
fil: Mga Setting
hy: Kargavorumner
is: Stillingar
ka: Parametrebi
kk: Parametrler
km: Kar kat tong
lt: Nustatymai
lv: Iestatijumi
mn: Tohirgoo
my: Setting myar
sq: Cilesimet
ta: Amaikpugal
uz: Sozlamalar
vi: Cai dat

# settingsLanguage
source: Language
az: Dil
bg: Език
bn: Bhasha
el: Glossa
fil: Wika
hi: Bhasha
hy: Lezu
is: Tungumál
ka: Ena
kk: Til
km: Pheasaa
lt: Kalba
lv: Valoda
mn: Khel
my: Bhashar zagar
sq: Gjuha
ta: Mozhli
uz: Til
vi: Ngon ngu
